const avengers = [
    {
        name: "Тони Старк",
        powers: "Суперспособности: Гениальный интеллект, броня Железного человека, репульсорные лучи, полёт.",
        first: "Первое появление: Tales of Suspense #39 (1963)"
    },
    {
        name: "Стив Роджерс",
        powers: "Суперспособности: Пик человеческих возможностей, вибраниумный щит, мастер рукопашного боя.",
        first: "Первое появление: Captain America Comics #1 (1941)"
    },
    {
        name: "Наташа Романофф",
        powers: "Суперспособности: Мастер боевых искусств, шпионаж, скрытность, тактическое мышление.",
        first: "Первое появление: Tales of Suspense #52 (1964)"
    },
    {
        name: "Тор",
        powers: "Суперспособности: Бог грома, контроль молний, сверхсила, полёт с помощью Мьёльнира.",
        first: "Первое появление: Journey into Mystery #83 (1962)"
    },
    {
        name: "Брюс Беннер",
        powers: "Суперспособности: Превращение в Халка, сверхсила, регенерация, невероятная выносливость.",
        first: "Первое появление: The Incredible Hulk #1 (1962)"
    },
    {
        name: "Клинт Бартон",
        powers: "Суперспособности: Мастерство стрельбы из лука, меткость, акробатика, боевые навыки.",
        first: "Первое появление: Tales of Suspense #57 (1964)"
    },
    {
        name: "Питер Паркер",
        powers: "Суперспособности: Паучье чутьё, лазание по стенам, сверхсила, ловкость, стрельба паутиной.",
        first: "Первое появление: Amazing Fantasy #15 (1962)"
    },
    {
        name: "Стивен Стрэндж",
        powers: "Суперспособности: Магия, контроль времени, измерений, создание иллюзий, плащ Левитации.",
        first: "Первое появление: Strange Tales #110 (1963)"
    },
    {
        name: "Кэрол Дэнверс",
        powers: "Суперспособности: Сверхсила, полёт, энергетические взрывы, неуязвимость, космическое чутьё.",
        first: "Первое появление: Marvel Super-Heroes #13 (1968)"
    },
    {
        name: "Скотт Лэнг",
        powers: "Суперспособности: Уменьшение и увеличение размера, общение с муравьями, сила при гигантском росте.",
        first: "Первое появление: Avengers (vol. 1) #181 (1979)"
    },
    {
        name: "Ванда Максимофф",
        powers: "Суперспособности: Манипуляция реальностью, энергия хаоса, телекинез, телепатия.",
        first: "Первое появление: X-Men #4 (1964)"
    },
    {
        name: "Вижн",
        powers: "Суперспособности: Изменение плотности, полёт, инопланетный интеллект, солнечный луч.",
        first: "Первое появление: Avengers #57 (1968)"
    },
    {
        name: "Сэм Уилсон",
        powers: "Суперспособности: Полёт с помощью крыльев, боевые навыки, связь с птицами, тактика.",
        first: "Первое появление: Captain America #117 (1969)"
    },
    {
        name: "Джеймс Роудс",
        powers: "Суперспособности: Броня Военной машины, арсенал оружия, тактический гений, полёт.",
        first: "Первое появление: Iron Man #118 (1979)"
    }
];
